Repository: GuillermoMontalbanMartinez/IONOSPHERE
Catalog: eION/eION/*.lproj/Localizable.strings
Languages: es

# form-title-login-key
source: Sign In
es: Iniciar sesión

# form-button-signin-login-key
source: Sign In
es: Iniciar sesión

# form-name-login-key
source: Name
es: Nombre

# form-password-login-key
source: Password
es: Contraseña

# form-account-login-key
source: ¿Do you have an account?
es: ¿No tienes cuenta?

# form-title-signup-key
source: Sign up
es: Registrarse

# form-name-registro-key
source: Name
es: Nombre

# form-repeat-password-sigup-key
source: Repeat password
es: Repite la contraseña

# form-title-principal-crearpulso-key
source: Create a pulse
es: Crear un pulso

# form-a05-text-key
source: Value for a05:
es: Valor para a05:

# form-title-crearpulso-key
source: Create pulse
es: Crear pulso

# form-class-key
source: Class
es: Clase

# form-title-edit-key
source: Edit your profile
es: Edita tu perfil

# form-alert-datos-correctamente-key
source: Data updated correctly
es: Datos actualizados correctamente

# form-alert-eror-datos-key
source: An error has occurred updating your data
es: Ha ocurrido un error actualizando sus datos

# form-button-save-key
source: Save
es: Guardar

# form-tus-pulsos-creados-key
source: Your created pulses
es: Tus pulsos creados

# form-no-creados-pulsos-todavia-key
source: You dont´t have created pulses yet
es: No has creado pulsos todavía

# form-pulsos-guardados-key
source: Your saved pulses
es: Tus pulsos guardados

# form-pulsos-guardados-todavia-key
source: I have no saved pulses yet
es: No tienes pulsos guardados todavía
